
#include <iostream>
using namespace std;

int main()

{
    setlocale(LC_ALL, "RUS");
    cout << "шарик \n";
    cout << "Мне \a купили шарик синий \n";
    cout << "Был он легкий и воздушный \v";
    cout << "Ах, какой он был красивый\n";
    cout << "Но ужасно непослушный \v";
    cout << "Он все время в небо рвался\n";
    cout << "Быть покорным не хотел\v";
    cout << "И, едва я зазевался\n";
    cout << "Шарик взял  и улетел\v";
    cout << "Помашу ему ладошкой\n";
    cout << "Хоть и жаль его немножко";

    return 0;
}

